<template>
    <div class="modal fade" id="userAgreement" aria-hidden="true" aria-labelledby="exampleModalToggleLabel" tabindex="-1">
        <div class="modal-dialog modal-dialog-centered">
            <div class="modal-content">
                <div class="modal-header">
                    <h3 class="modal-title fs-5" id="exampleModalToggleLabel">Правила обработки данных:</h3>
                    <button type="button" class="btn-close" data-bs-dismiss="modal" aria-label="Close"></button>
                </div>
                <div class="modal-body">
                    <ol class="list-group list-group-numbered">
                        Пользуясь сайтом <strong style="font-weight: bold; display: contents;">ctravl.com</strong> 
                        (далее – Сайт) или предоставляя свои персональные данные на Сайте или 
                        по телефону, свободно своей волей и в своих интересах 
                        Пользователь даёт ООО «Интурком Групп», ИНН 9705149648 
                        (далее – «Оператор») согласие на  обработку своих персональных 
                        данных на основании  ст. 9 Федерального закона от 27.07.2006 
                        N 152-ФЗ «О персональных данных» (далее – ФЗ «О персональных данных»). 
                        Согласие на обработку персональных данных включает в себя: хранение, 
                        использование и передачу персональных данных, в т.ч 
                        автоматизированную обработку, а также без использования 
                        средств автоматизации обработку, в т.ч. трансграничную передачу 
                        персональных данных в следующих целях:
                        <br><br>
                        <li class="list-group-item">
                            Осуществление клиентской поддержки;
                        </li>
                        <li class="list-group-item">
                            Получения Пользователем информации о маркетинговых событиях;
                        </li>
                        <li class="list-group-item">
                            Выполнение владельцем сайта обязательств перед Пользователем.
                        </li>
                    </ol>
                    <br>
                    Под персональными данными подразумевается любая информация, 
                    относящаяся к прямо или косвенно определенному, 
                    или определяемому физическому лицу (субъекту персональных данных) такая как:
                    <br><br>
                    <ul>
                        <li>
                            фамилия, имя; год, месяц, день рождения; 
                            пол; адрес места жительства, номер мобильного телефона.
                        </li>
                    </ul>
                    <br>
                    Трансграничная передача персональных данных на территории 
                    иностранных государств, не обеспечивающих адекватной 
                    защиты прав субъектов персональных данных, может осуществляться в случаях:
                    <br>
                    <ol class="list-group list-group-numbered">
                        Трансграничная передача персональных данных на территории 
                        иностранных государств, не обеспечивающих адекватной защиты 
                        прав субъектов персональных данных, может осуществляться в случаях:
                        <li class="list-group-item">
                            наличия согласия в письменной форме субъекта персональных 
                            данных на трансграничную передачу его персональных данных;
                        </li>
                        <li class="list-group-item">
                            предусмотренных международными договорами Российской Федерации;
                        </li>
                        <li class="list-group-item">
                            предусмотренных федеральными законами, если это необходимо в целях 
                            защиты основ конституционного строя Российской Федерации, обеспечения 
                            обороны страны и безопасности государства, а также обеспечения 
                            безопасности устойчивого и безопасного функционирования 
                            транспортного комплекса, защиты интересов личности, общества 
                            и государства в сфере транспортного комплекса от актов незаконного вмешательства;
                        </li>
                        <li class="list-group-item">
                            исполнения договора, стороной которого является субъект персональных данных;
                        </li>
                        <li class="list-group-item">
                            защиты жизни, здоровья, иных жизненно важных интересов субъекта персональных 
                            данных или других лиц при невозможности получения согласия в письменной форме субъекта персональных данных.
                        </li>
                    </ol>
                    <br>
                    При использовании Сайта Пользователь дает свое согласие на передачу 
                    данных (в т.ч. в сторонние сервисы анализа посетителей Яндекс, Google, 
                    Mail.ru и Liveinternet.ru) и обработку данных о посетителе, а именно IP-адрес, 
                    предполагаемое географическое положение, возраст, пол, версия браузера, разрешение 
                    дисплея, версия операционной системы и вспомогательного программного обеспечения, 
                    модель устройства, ресурсы, поисковые системы, фразы, баннеры, с которых был переход 
                    на сайт, список посещённых страниц и проведённое время на сайте и другие совершенные
                    действия, предусмотренные ст. 3 ФЗ «О персональных данных».
                    <br><br>
                    Оператор обязуется не передавать полученные персональные данные третьим лицам, 
                    за исключением следующих случаев передачи персональных данных 
                    (на что Пользователь дает свое согласие):
                    <br><br>
                    <ol class="list-group list-group-numbered">
                        <li class="list-group-item">
                            по запросам уполномоченных органов государственной власти 
                            РФ только по основаниям и в порядке, установленным законодательством РФ;
                        </li>
                        <li class="list-group-item">
                            партнерам, которые работают с владельцем сайта, для предоставления 
                            продуктов и услуг, и/или сотрудникам владельца сайта. Мы предоставляем 
                            третьим лицам минимальный объем персональных данных, необходимый только 
                            для оказания требуемой услуги или проведения необходимой транзакции.

                        </li>
                        <li class="list-group-item">
                            Оператор оставляет за собой право вносить изменения в одностороннем порядке 
                            в настоящие Правила, при условии, что изменения не противоречат действующему 
                            законодательству РФ. Изменения условий настоящих Правил вступают в силу 
                            после их публикации на сайте.
                        </li>
                    </ol>
                </div>
            </div>
        </div>
    </div>
</template>
  
<script>
  
export default {
    name: "privacyPolicy",
    components: { 
    }
}
</script>
  
<style src=""></style>